Dlubal.RFEM5.SurfaceOtherStresses
Surface other stresses

Dlubal.RFEM5.SurfaceOtherStresses.SurfaceNo
Surface number

Dlubal.RFEM5.SurfaceOtherStresses.Type
Type of results

Dlubal.RFEM5.SurfaceOtherStresses.LocationNo
Location number

Dlubal.RFEM5.SurfaceOtherStresses.Coordinates
Location coordinates.

Dlubal.RFEM5.SurfaceOtherStresses.SigmaXb
Stress from moments σx,b

Dlubal.RFEM5.SurfaceOtherStresses.SigmaYb
Stress from moments σy,b

Dlubal.RFEM5.SurfaceOtherStresses.TauXYb
Stress from moments τxy,b

Dlubal.RFEM5.SurfaceOtherStresses.SigmaXm
Stress from moments σx,m

Dlubal.RFEM5.SurfaceOtherStresses.SigmaYm
Stress from moments σy,m

Dlubal.RFEM5.SurfaceOtherStresses.TauXYm
Stress from moments τxy,m